{
  "profile": {
    "title": "Profil",
    "description": "Né d'un père directeur de conservatoire et d'une mère entrepreneure avec une association de taekwondo, j'ai très tôt appris la rigueur du travail et la discipline de la vie.<br>En aidant à la rénovation et à la maintenance du château familial dès mon jeune âge, j'ai développé un sens aigu des responsabilités et du travail en équipe.<br>À sept ans, mon père m'a offert mon premier ordinateur, éveillant ma curiosité pour la technologie. À neuf ans, j'ai construit ma première tour, marquant mes débuts dans le domaine du hardware.<br>Cependant, c'est avec l'obtention de ma première carte Arduino à douze ans que ma passion pour le software et l'automatisation s'est réellement révélée.<br>J'ai alors appris les bases solides de la programmation grâce au site Siteduzero (aujourd'hui OpenClassroom), et commencé à créer des mods en JAVA pour Minecraft.<br><br>Après avoir obtenu mon baccalauréat en 2016 en sciences de l'ingénieur avec une spécialité en informatique et sciences du numérique, j'ai poursuivi mes études en mathématiques et informatique à l'université d'Aix-en-Provence.<br>Toutefois, désireux de rapidement intégrer le monde professionnel, j'ai opté pour une formation JAVA J2E Expert, que j'ai financée en travaillant au théâtre d'Aubagne.<br>Là, j'ai acquis des compétences pratiques en montage de scènes et gestion des loges, assurant le bien-être des artistes et la fluidité des productions.<br><br>Mon entrée dans le monde professionnel a été marquée par la collaboration avec un ami lançant sa marque, où j'ai créé et géré leur site de vente en ligne, monté des setups complexes pour les streamers, et optimisé les connexions dans une villa dédiée.<br>Encouragé à devenir auto-entrepreneur, j'ai ensuite diversifié mes services, réalisant des projets allant de simples landing pages à des applications de réservation complexes, en passant par des solutions d'automatisation pour entreprises.<br><br>Malgré mes compétences techniques et mes réalisations, j'ai toujours trouvé difficile de vendre mes services en raison de ma nature réservée.<br>Passionné par l'IA et les technologies émergentes, je recherche désormais des opportunités qui me permettront d'exploiter et d'élargir mes compétences en programmation, tout en collaborant avec des équipes qui partagent ma vision et mon enthousiasme pour l'innovation technologique."
  },
  "experience": {
    "title": "Expérience",
    "freelance": {
      "title": "Freelance Développeur",
      "date": "Janvier 2022 à Aujourd'hui",
      "description": [
        "Développement de plusieurs sites web, allant de sites vitrines à des sites de vente en ligne.",
        "Création de deux applications mobiles simples pour la gestion de réservations d'événements.",
        "Mise en place d'une action marketing avec répondeur téléphonique et envoi de liens SMS pour création de profils temporaires.",
        "Développement de deux concepts d'applications pour des start-ups, utilisant React/node.js firebase/SQL et Python."
    ]
    
    },
    "infiniteAgency": {
      "title": "Infinite Agency, Marseille — Responsable Technique Web",
      "date": "Septembre 2019 à Décembre 2021",
      "description": "Création et maintenance du site web de l'entreprise, gestion technique des projets liés aux influenceurs et à la vente de vêtements, montage et paramétrage de PC professionnels pour les streamers."
    },
    "aubagne": {
      "title": "Avant mes 20 ans - 2 ans à la mairie d'Aubagne",
      "date": "Septembre 2017 à Juillet 2019",
      "description": "Gardien de salle - Pénitent noir d'Aubagne puis Théâtre Comoedia en tant que vacataire (Accueil, secrétariat puis responsable loge)"
    }
  },
  "education": {
    "title": "Formation",
    "openClassroom": {
      "title": "OpenClassroom, Internet — JAVA J2E Expert",
      "date": "Septembre 2018 à Mars 2020"
    },
    "jeanPerrin": {
      "title": "Math-Informatique, Jean Perrin, Aix-en-Provence",
      "date": "Septembre 2016 à Mai 2017"
    }
  },
  "skills": {
    "title": "Compétences",
    "java": "Java: 5/10",
    "python": "Python: 7/10",
    "react": "JS/React/Node: 8/10",
    "php": "PHP: 4/10",
    "SQL": "SQL: 5/10",
    "firebase": "Firebase: 7/10",
    "gml": "GML: 6/10",
    "c": "C: 3/10"
  },
  "distinctions": {
    "title": "Distinctions",
    "music": "Musique : 10 ans de cours de piano, pratique de la guitare et du fifre.",
    "technology": "Technologies et jeux vidéo : Passionné d'informatique, de jeux vidéo et d'intelligence artificielle. J'aimerais faire un jour mon propre jeu vidéo.",
    "media": "Médias : Consommateur régulier de contenu YouTube, à la fois éducatif et/ou divertissant.",
    "veille": "Veille informatique : J'aime passer mon temps à m'informer de l'actualité informatique et appliquer/participer aux développement de projet open-source que je trouve prometteur.",
    "events": "Événements : Je m'occupe également de la bienséance des événements et des travaux du château de mon père."
  },
  "languages": {
    "title": "Langues",
    "french": "Français - Langue Maternelle",
    "english": "Anglais - Niveau B2"
  },
  "cv": {
    "title": "CV",
    "download": "Version imprimable"
  },
  "partitionsFifre": {
    "title": "Partition de fifre"
  },
  "Perso": {
    "title": "Perso"

  },
  "feedback": {
    "title": "Avis",
    "reviews": "avis",
    "submit": "Soumettre",
    "name": "Nom",
    "surname": "Prénom",
    "comment": "Commentaire"
  },
  "project": {
    "title": "Projets",
    "title2": "Projets publics",
    "view": " Aller sur le site"
  },
  "project1": {
    "title": "Projet 1 : Lumiscool en cours",
    "description": "Ce projet est une ambicieuse platforme de réservation d'activité..."
  },
  "project2": {
    "title": "Projet 2 : Chateau de Vins sur Caramy",
    "description": "le siteweb du chateau de mon père, que je dois refaire."
  },
  "project3": {
    "title": "Projet 3 : L'échapée des plaisirs",
    "description": "Site vitrine de chambres d'hôte."
  },
  "project4": {
    "title": "Projet 4 : Scraper Amazon",
    "description": "Scrap amazon pour trier les resultats par prix, note et nombre d'avis..."
  },
  "project5": {
    "title": "Projet 5 : Dalhae Academie",
    "description": "Le site web du club de taekwondo de ma mère, ne vous fiez pas à la prévisualisation le site fonctionne ..."
  },
  "project6": {
    "title": "Projet 6 : Prism gang Project",
    "description": "Le site web de la marque d'un ami ..."
  }
  
}
